Repository: Tubbz-alt/brisk-menu-translations
Catalog: *.po
Languages: oc, pa, sq

source: All Items
oc: Totes los elements
pa: ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ
sq: Të gjitha zërat

source: All
oc: Tot
pa: ਸਾਰੇ
sq: Të gjitha

source: Applications
oc: Aplicacions
pa: ਐਪਲੀਕੇਸ਼ਨਾਂ
sq: Aplikacionet

source: Favourites
oc: Favorits
pa: ਮਨਪਸੰਦ
sq: Të preferuarat

source: Unpin from favourites menu
oc: Tirar del menú dels favorits
pa: ਮਨਪਸੰਦ ਮੀਨੁ ਤੋਂ ਅਨਪਿਨ ਕਰੋ
sq: Hiq nga menuja e të preferuarave

source: Pin to favourites menu
oc: Penjar al menú dels favorits
pa: ਮਨਪਸੰਦ ਮੀਨੂੰ ਤੇ ਪਿੰਨ ਕਰੋ
sq: Gozhdo në menunë e preferuar

source: Unpin from desktop
oc: Tirar del burèu
pa: ਡੈਸਕਟਾਪ ਤੋਂ ਅਨਪਿਨ ਕਰੋ
sq: Hiq nga desktopi

source: Pin to desktop
oc: Ajustar al burèu
pa: ਡੈਸਕਟਾਪ ਉੱਤੇ ਪਿੰਨ ਕਰੋ
sq: Gozhdo në desktop

source: Classic
pa: ਕਲਾਸਿਕ
sq: Klasike

source: Type to search
oc: Escriure per cercar
pa: ਖੋਜ ਕਰਨ ਲਈ ਟਾਈਪ ਕਰੋ
sq: Shkruaj për të kërkuar

source: Sorry, no items found
oc: Cap d’element pas trobat
pa: ਮੁਆਫ ਕਰਨਾ, ਕੋਈ ਵੀ ਚੀਜ਼ਾਂ ਨਹੀਂ ਮਿਲੀਆਂ
sq: Na vjen keq, nuk u gjet asnjë artikull

source: End the current session
oc: Acabar la session actuala
pa: ਮੌਜੂਦਾ ਸੈਸ਼ਨ ਨੂੰ ਖਤਮ ਕਰੋ
sq: Përfundoni seancën aktuale

source: Lock the screen
oc: Verrolhar l’ecran
pa: ਸਕ੍ਰੀਨ ਨੂੰ ਲਾਕ ਕਰੋ
sq: Kyç ekranin

source: Turn off the device
oc: Atudar lo periferic
pa: ਡਿਵਾਈਸ ਨੂੰ ਬੰਦ ਕਰੋ
sq: Fikeni pajisjen

source: Dash
oc: Taula
pa: ਡੈਸ਼
sq: Panel

source: Menu
oc: Menú
pa: ਮੀਨੂ

source: Failed to launch menu editor
oc: Fracàs del lançament de l’editor de menú
pa: ਮੀਨੂ ਐਡੀਟਰ ਨੂੰ ਚਲਾਉਣ ਵਿੱਚ ਅਸਫਲ
sq: Dështoi në nisjen e redaktuesit të menusë

source: Please install 'menulibre' or 'mozo' to edit menus
oc: Mercés d’installar « menulibre » o « mozo » per modificar lo menú
pa: ਕਿਰਪਾ ਕਰਕੇ ਮੀਨੂ ਐਡਿਟ ਕਰਨ ਲਈ 'menulibre'' ਜਾਂ 'mozo' install ਕਰੋ
sq: Ju lutemi instaloni 'menulibre' ose 'mozo' për të redaktuar menutë

source: _Edit Menus
oc: _Modificar los menús
pa: _ਮੀਨੁ ਐਡਿਟ ਕਰੋ
sq: _ Redakto Menutë

source: _About
oc: _A prepaus
pa: _ਬਾਰੇ
sq: _Rreth

source: Brisk Menu Launcher
oc: Aviador de menú Brisk
pa: ਬ੍ਰਿਸਕ ਮੀਨੁ ਲੌਂਚਰ
sq: Lëshuesi i Menusë Brisk
